examples/tumor_chip_linear_gradient/data/cases/run_opposing_none_H200_1776929175007/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet_drug
    {
        type            patch;
        nFaces          10;
        startFace       19351;
    }
    inlet_medium
    {
        type            patch;
        nFaces          10;
        startFace       19361;
    }
    outlet
    {
        type            patch;
        nFaces          49;
        startFace       19371;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          29;
        startFace       19420;
    }
    floor
    {
        type            wall;
        inGroups        1(wall);
        nFaces          400;
        startFace       19449;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          19600;
        startFace       19849;
    }
)

// ************************************************************************* //
